{"keras_version": "2.1.3", "config": [{"config": {"trainable": true, "activation": "relu", "dtype": "float32", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "bias_constraint": null, "units": 12, "use_bias": true, "kernel_regularizer": null, "batch_input_shape": [null, 8], "kernel_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "name": "dense_4"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "activation": "relu", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 8, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "name": "dense_5"}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_constraint": null, "activation": "sigmoid", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "units": 1, "use_bias": true, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "name": "dense_6"}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}